{
  "translation": {
    "home": "Home",
    "aboutme": "About me",
    "projects": "Projects",
    "emailme": "Email me",
    "welcome": "Welcome",
    "welcomemessage": "Welcome to my portfolio, I hope this could be a space where you can take a look at my skills as a developer and get to know me a litlle more... enjoy your stay!",
    "welcomebutton": "Do you like what you see? Email me",
    "im": "I'm",
    "imdeveloper": "Frontend developer",
    "reactemphasis": "Enphasized in React/React Native",
    "javascriptemphasis": "Javascript, Typescript",
    "andmore": "And more",
    "aboutmebutton": "About me",
    "projectsdescription": "In this section I'll leave you a link to my most recent projects",
    "vendorpro": "This is were it all started, the main project of my life",
    "crud": "Freelance project made using React + Firebase (Auth / Database)",
    "pokemon": "Fetch use combined with several React tools",
    "proferal": "Static webpage using HTML + CSS",
    "moreaboutme": "A little bit more about me",
    "beyondaboutme": "Shall we go a little further beyond programming?",
    "besidesprogramming": "Besides being a developer",
    "besidesprogramming2": "I was born in Montería, Colombia, on December 2, 1988. Since I was ten years old, I became passionate about video games and thought that the best way to live doing what I loved most was to become a programmer specializing in gaming. Today, I think a bit differently, but my passion hasn’t changed.",
    "whereami": "Where am I?",
    "whereami2": "When I was two years old, I moved to Barranquilla, the fourth largest city in Colombia, where I completed all my studies until becoming an engineer at Universidad del Norte, the most important university in the city. Additionally, I had the opportunity to travel to Milan, Italy, to pursue my master’s degree, completing my Master’s in Engineering Management in 2013.",
    "technologies": "A techstack selected according to the market requirements",
    "technologies2": "Right now I´m profficient, having more than 2 years of experience with this technologies",
    "shall": "Shall",
    "we": "we?",
    "shallwe": "I am an engineer with over 8 years of experience in software development and the ability to work in teams in Spanish, English, and Italian. I specialize in developing web and mobile applications, applying SOLID principles, with a strong focus on Frontend development.",
    "shallwebutton": "Email me",
    "downloadcv": "Download my CV",
    "aboutmeintro": "Hello everyone! My name is Cristian Jiménez, and I was born in Montería, Colombia, on the afternoon of December 2, 1988. I only lived in that city for two years before moving almost permanently to Barranquilla, the fourth-largest city in Colombia, where I completed all my schooling and became an engineer at Universidad del Norte. Thanks to this institution, in 2011, I was able to travel to Milan, Italy, to pursue my Master's in Engineering Management at Politecnico di Milano, which I completed in 2013.",
    "aboutmeprogramming": "Cristian as a developer",
    "aboutmeprogramming2": "From a very young age, thanks to my parents gifting me a Nintendo Family Computer when I was six, I developed a strong connection with video games, a passion that still accompanies me to this day. Because of this, early in my life, I decided that I needed to have some kind of relationship with the tech industry in order to live out my passion for the virtual world in one way or another. This dream I had nearly 30 years ago has gradually evolved, but my passion for programming, which emerged a little later, has remained a constant part of my career. Fortunately, I’ve been able to grow and work on this dream for almost ten years.",
    "aboutmystudies": "About my studies",
    "aboutmystudies2": "I am an Industrial Engineer from Universidad del Norte (Distinguished Student, GPA 4.21/5), institution where I also had the opportunity to take several Systems Engineering courses during my studies, such as Algorithmics 1 and 2, Object-Oriented Programming, Data Structures, and Discrete Mathematics. Additionally, I completed a Master's in Management Engineering at Politecnico di Milano (GPA 4.3/5) in 2013. This experience allowed me to meet people from diverse cultures and learn a third language during almost two years. Beyond this, I am a self-taught learner, always focused on acquiring new knowledge every day, with a clear emphasis on programming."
  }
}
