{
  "translation": {
    "home": "Inicio",
    "aboutme": "Sobre mí",
    "projects": "Proyectos",
    "emailme": "Email",
    "welcome": "Bienvenido",
    "welcomemessage": "Te doy la bienvenida a mi portafolio, espero que este sea un espacio donde puedas apreciar de alguna manera mis habilidades como desarrollador y conocerme un poco más, disfruta tu estadía",
    "welcomebutton": "¿Te gusta lo que ves? Contáctame",
    "im": "Soy",
    "imdeveloper": "Desarrollador frontend",
    "reactemphasis": "Énfasis React/React Native",
    "javascriptemphasis": "Javascript, Typescipt",
    "andmore": "Y más...",
    "aboutmebutton": "Acerca de mí",
    "projectsdescription": "En esta sección te dejo un link a mis proyectos más recientes",
    "vendorpro": "El inicio de todo... El proyecto principal de mi carrera",
    "crud": "Proyecto Freelance desarrollado para un tercero usando Firebase",
    "pokemon": "Uso de fetch combinado con herramientas varias de React",
    "proferal": "Página de internet estática con uso de HTML-CSS",
    "moreaboutme": "Un poco más sobre mí",
    "beyondaboutme": "Vamos un poco más allá de la programación",
    "besidesprogramming": "Además de ser programador",
    "besidesprogramming2": "Nací en Montería-Colombia el 2 de diciembre de 1988, desde los diez años me apasioné por los videojuegos y pensé que la mejor manera de vivir haciendo lo que más me gustaba era volviéndome programador especializado en gaming... Hoy en día pienso un poco distinto pero mi pasión no ha cambiado.",
    "whereami": "¿Dónde me encuentro?",
    "whereami2": "Desde los dos años, vine a vivir a Barranquilla, la cuarta ciudad más grande de Colombia, donde cursé todos mis estudios hasta convertirme en ingeniero de la Universidad del Norte, la más importante de la ciudad, además tuve la oportunidad de viajar a Milán-Italia a realizar mis estudios de maestría, culminando mi magister en ingeniería administrativa en el año 2013.",
    "technologies": "Tecnologías ajustadas a los requerimientos del mercado laboral",
    "technologies2": "Actualmente manejo con al menos dos años de experienca, las siguientes tecnologías",
    "shall": "Final",
    "we": "mente",
    "shallwe": "Soy ingeniero con más de 8 años de experiencia en el desarrollo de software y tengo la habilidad para trabajar en equipos en español, inglés e italiano, con énfasis en el desarrollo de aplicaciones web y mobile utilizando los principios SOLID y fuertemente encaminado en el desarrollo Frontend.",
    "shallwebutton": "Enviame un mail",
    "downloadcv": "Download my CV",
    "aboutmeintro": "Hola a todos!!! Mi nombre es Cristian Jiménez y nací en Montería Colombia una tarde de 2 de diciembre del año 1988, ciudad donde viví tan solo dos años de mi vida, amtes de mudarme de manera casi definitiva a Barranquilla, la cuarta ciudad de Colombia, donde cursé toda mi epoca escolar y me convertí en ingeniero de la Universidad del Norte, institución gracias a la cual, en el año 2011 pude viajar a Milán Italia para realizar mis estudios de maestría en Ingeniería Administrativa en el Politécnico di Milano, la cual culminé en el año 2013.",
    "aboutmeprogramming": "Cristian en la programación",
    "aboutmeprogramming2": "Desde muy pequeño, gracias a que mis padres me regalaron un nintendo Family Computer a mis 6 años, desarrollé un fuerte vínculo con los videojuegos, pasión que me sigue acompañando al día de hoy, y gracias a la cual, desde muy temprano en mi vida, definí que tenía que tener algún tipo de relación con el mundo tecnológico para así poder vivir de mi pasión por el mundo virtual de una forma u otra. Este sueño que tuve hace casi 30 años ha ido evolucionando poco a poco, pero mi pasión por la programación, que nació un poco después, ha seguido siendo parte de mi vida y afortunadamente he podido desarrollarme y trabajar en este sueño desde hace casi diez años",
    "aboutmystudies": "Acerca de mis estudios",
    "aboutmystudies2": "Soy Ingeniero Industrial de la Universidad del Norte (Estudiante distinguido PGA 4.21/5) donde además durante mi carrera pude cursar varias materias de Ingeniería de Sistemas como Algoritmia 1 y 2, Programación Orientada a Objetos, Estructuras de Datos y Matemáticas Discretas. Además hice una maestría en Ingeniería Administrativa en el Politécnico de Milán (PGA 4,3/5), culminada en el año 2013, gracias a la cual tuve la oportunidad de conocer personas de distintas culturas y aprender un tercer idioma durante casi dos años, fuera de estos soy un estudiante autodidacta siempre enfocado en aprender nuevas cosas todos los días con un claro énfasis en la programación"
  }
}
